Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# CantAddBotAsAdmin
source: Sorry, bots can only be added to channels as administrators.
fa: متأسفانه ربات‌ها فقط می‌توانند به عنوان مدیر به کانال‌ها اضافه شوند.
id: Maaf, bot hanya dapat ditambahkan ke channel sebagai admin.
uz: Kechirasiz, botlarni faqat administrator sifatida kanallarga qo‘shish mumkin.

# ChangePublicLimitReached
source: Sorry, you have reserved too many public usernames. You can revoke the link from one of your older groups or channels, or create a private entity instead.
fa: متأسفانه شما بیش از حد مجاز نام کاربری عمومی انتخاب کرده‌اید. شما می‌توانید توسط یکی از گروه‌ها یا کانال‌های قبلی خود لینک را باطل کرده، یا در عوض یک هویت خصوصی ایجاد کنید.
id: Maaf, Anda telah memiliki banyak tautan publik. Coba untuk menghapus dari grup atau channel lama, atau membuat grup atau channel privat.
uz: Kechirasiz, siz juda koʻp ommaviy havoladan foydalanmoqdasiz. Eskiroq guruh yoki kanallaringizdan birining havolasini bekor qilishingiz yoki shaxsiy kanal yaratishingiz mumkin.
zh_cn: 抱歉，您已使用太多公开用户名。您可以废除其中一条群组/频道的链接，或者创建一条私密链接。
zh_tw: 抱歉，您已使用太多公開用戶名。您可以廢除其中一條群組/頻道的鏈結，或者建立一條私密鏈結。

# ChannelAdministrator
source: Administrator
fa: مدیر
id: Admin

# ChannelAlertText
source: Channels are a tool for broadcasting your messages to unlimited audiences.
fa: کانال‌ها روشی برای انتشار پیام‌های شما برای تعداد نامحدودی مخاطب هستند.
id: Channel adalah sarana untuk menyiarkan pesan Anda ke pelanggan Anda tanpa batas.
uz: Kanallar – bu cheklanmagan auditoriya uchun xabarlaringizni tarqatish vositasidir.
zh_cn: 频道是一种能够将您的消息广播给无数关注者的工具。
zh_tw: 頻道是一種能夠將您的訊息廣播給無數訂閲者的工具。

# ChannelLinkTitle
source: Permanent link
fa: لینک دائم
id: Tautan Publik
uz: Doimiy havola
zh_cn: 链接
zh_tw: 鏈結

# ChannelMembersInfo
source: Only channel administrators can see this list.
fa: فقط مدیران کانال قادر به دیدن این فهرست هستند.
id: Hanya admin channel yang dapat melihat daftar ini.
uz: Bu roʻyxatni faqat kanal administratorlari koʻrishlari mumkin.
zh_cn: 此列表仅频道管理员可见。
zh_tw: 此列表僅頻道管理員可見。

# ChannelSignMessagesInfo
source: Add names of the admins to the messages they post.
fa: نام مدیران را به پیام‌هایی که ارسال می‌کنند اضافه کنید.
id: Tambahkan nama admin pada pesan yang mereka kirim
uz: Adminlarning ismlarini ular nashr qilgan xabarga qoʻshish.
zh_cn: 在管理员发送的消息后附上他们的名字。
zh_tw: 在管理員發送的訊息後附上他們的名字。

# ChannelsOne
source: {0} channel
fa: ⁨{0}⁩ کانال
uz: {0} ta kanal

# ChannelsOther
source: {0} channels
fa: ⁨{0}⁩ کانال
uz: {0} ta kanal

# ChannelUserAddLimit
source: Sorry, you can only add the first 200 members to a channel. Note that an unlimited number of people may join via the channel's link.
fa: متأسفانه شما می‌توانید فقط 200 عضو را در ابتدا به کانال اضافه کنید. توجه داشته باشید تعداد افراد نامحدودی می‌توانند از طریق لینک کانال به آن بپیوندند.
id: Maaf, Anda hanya dapet menambahkan 200 pelanggan ke channel. Channel dapat menampung pelanggan tanpa batas dengan tautan.
uz: Kechirasiz, siz kanalga birinchi 200 foydalanuvchini qoʻshishingiz mumkin. Unutmang, cheklanmagan sondagi foydalanuvchilar kanal havolasi orqali kanalga qoʻshilishi mumkin.
zh_cn: 抱歉，您只能在订阅者未满 200 人时手动添加用户。然而通过频道邀请链接关注的用户无此数量限制。
zh_tw: 抱歉，您只能在訂閲者未滿 200 人時手動添加用戶。然而通過頻道邀請鏈結訂閲的用戶無此數量限制。

# CharactersOne
source: {0} character
fa: ⁨{0}⁩ کاراکتر
uz: {0} ta belgi

# CharactersOther
source: {0} characters
fa: ⁨{0}⁩ کاراکتر
uz: {0} ta belgi

# ChatsExceptionOne
source: {0} chat
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat

# ChatsExceptionOther
source: {0} chats
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat

# ChatsOne
source: {0} chat
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat
zh_cn: {0} 个对话
zh_tw: {0} 個對話

# ChatsOther
source: {0} chats
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat
zh_cn: {0} 个对话
zh_tw: {0} 個對話

# ChatsSelectedClearCacheOne
source: {0} chat
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat

# ChatsSelectedClearCacheOther
source: {0} chats
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat

# ChatsSelectedClearOne
source: {0} chat
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat

# ChatsSelectedClearOther
source: {0} chats
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat

# ChatsSelectedOne
source: {0} chat
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat

# ChatsSelectedOther
source: {0} chats
fa: ⁨{0}⁩ گفتگو
uz: {0} ta chat

# CommentsCountOne
source: {0} comment
fa: ⁨{0}⁩ دیدگاه

# CommentsCountOther
source: {0} comments
fa: ⁨{0}⁩ دیدگاه

# CommentsOne
source: {0} Comment
fa: ⁨{0}⁩ دیدگاه

# CommentsOther
source: {0} Comments
fa: ⁨{0}⁩ دیدگاه

# CommonGroupsOne
source: {0} group in common
fa: ⁨{0}⁩ گروه مشترک
uz: {0} ta umumiy guruh

# CommonGroupsOther
source: {0} groups in common
fa: ⁨{0}⁩ گروه مشترک
uz: {0} ta umumiy guruh

# ConvertGroupInfo
source: **Members limit reached.** To go over the limit and get additional features, upgrade to a supergroup: Supergroups can get up to {0} New members can see the full message history Deleted messages will disappear for all members Admins can add a description to the group Creator can set a public link for the group
fa: **به سقف تعداد اعضای مجاز رسیدید.** برای پیشروی از سقف مجاز و دریافت امکانات بیشتر، گروه را به یک ابرگروه ارتقاء دهید: • ابرگروه‌ها می‌توانند تا سقف ⁨{0}⁩ داشته باشند • اعضای جدید می‌توانند تاریخچه تمامی پیام‌ها را ببینند • پیام‌های حذف شده برای تمامی اعضا ناپدید خواهد شد • مدیران می‌توانند برای گروه توضیحاتی اضافه کنند • ایجاد کننده می‌تواند یک لینک عمومی برای گروه تنظیم کند
id: **Batas anggota tercapai.** Untuk menambah dan mendapat fitur tambahan, tingkatkan ke supergrup: • Supergrup dapat mencapai {0} • Anggota baru dapat melihat seluruh riwayat pesan • Pesan yang telah dihapus akan hilang untuk semua anggota • Admin dapat menyematkan pesan penting • Kreator dapat membuat tautan publik untuk grup
uz: **Guruhdagi a’zolar soni chegarasiga yetib keldi.** Cheklovni olish va qo‘shimcha imkoniyatlarga ega bo‘lish uchun guruhingizni Superguruhga o‘zgartiring: • Siz {0} tagacha ishtirokchilarni qo‘shishingiz mumkin • Yangi ishtirokchilar barcha oldingi xabarlarni ko‘radilar • O‘chirilgan xabarlar barcha a’zolarda o‘chadi • Administratorlar guruh ma’lumotini qo‘sha oladilar • Guruh tuzuvchisi guruh uchun ijtimoiy havola o‘rnatishi mumkin
zh_cn: **成员人数已达上限。** 升级为超级群组即可提升成员数量上限，并获得更多功能： • 超级群组可以提升成员数量上限到高达 {0} 人 • 取决于您的设置，新成员将可以/无法看到所有历史聊天记录 • 所有成员将看不到已删除的消息 • 管理员可以置顶重要消息 • 创建者可以给群组设置一条公开链接
zh_tw: **成員人數已達上限。** 升級為超級群組即可提升成員數量上限，並獲得更多功能： • 超級群組可以提升成員數量上限到高達 {0} 人 • 取决於您的設定，新成員將可以/無法看到所有歷史聊天記錄 • 所有成員將看不到已删除的訊息 • 管理員可以置頂重要訊息 • 建立者可以給群組設定一條公開鏈結

# ConvertGroupInfo2
source: **In supergroups:** New members can see the full message history Deleted messages will disappear for all members Admins can add a description to the group Creator can set a public link for the group
fa: **در ابرگروه‌ها:** • اعضای جدید می‌توانند تمامی تاریخچه پیام‌ها را ببینند • پیام‌های حذف شده برای تمامی اعضا ناپدید خواهد شد • مدیران می‌توانند برای گروه توضیحاتی اضافه کنند • ایجاد کننده می‌تواند یک لینک عمومی برای گروه تنظیم کند
id: **Dalam supergrup:** • Anggota baru dapat melihat semua riwayat pesan • Pesan yang telah dihapus akan hilang untuk semua anggota • Admin dapat menyematkan pesan penting • Kreator dapat membuat tautan publik untuk grup.
uz: **Superguruhlarda:** • Yangi aʼzolar xabarlar tarixini koʻra oladilar • Oʻchirilgan xabarlar barcha aʼzolardan oʻchadi • Administratorlar guruh tavsifini qoʻsha oladilar • Guruh yaratuvchisi guruh uchun ommaviy havola oʻrnatishi mumkin
zh_cn: **在超级群组中：** • 新成员能看到所有历史聊天记录 • 所有成员将看不到已删除的消息 • 管理员可以置顶重要消息 • 创建者可以给群组设置一条公开链接
zh_tw: **在超級群組中：** • 新成員能看到所有歷史聊天記錄 • 所有成員將看不到已删除的訊息 • 管理員可以置頂重要訊息 • 建立者可以給群組設定一條公開鏈結

# CountOfResultsOne
source: {0} of {1} results
fa: ⁨{0}⁩ از ⁨{1}⁩ نتیجه
uz: {1} tadan {0} ta natija

# CountOfResultsOther
source: {0} of {1} results
fa: ⁨{0}⁩ از ⁨{1}⁩ نتیجه
uz: {1} tadan {0} ta natija

source: Current session
fa: نشست فعلی
id: Perangkat ini
uz: Hozirgi seans
zh_cn: 当前会话
zh_tw: 當前對話

# CustomHelp
source: You won't see Last Seen and Online statuses for people with whom you don't share yours. Approximate last seen will be shown instead (recently, within a week, within a month).
fa: توجه: شما قادر به دیدن زمان آخرین بازدید و وضعیت آنلاین بودن افرادی که این تنظیمات خود را با آن‌ها به اشتراک نمی‌گذارید، نیستید. در عوض، زمان آخرین بازدید تقریبی نمایش داده خواهد شد (به تازگی، ظرف یک هفته پیش، ظرف یک ماه پیش).
id: Penting: Anda tidak dapat melihat waktu terlihat bagi orang yang tidak Anda bagikan. Perkiraan dilihat akan ditampilkan dengan pengganti. (baru saja, seminggu lalu, sebulan lalu).
uz: Siz oxirgi faollik vaqtingizni koʻrsatmagan foydalanuvchilarning oxirgi faollik vaqtini koʻra olmaysiz. Buning oʻrniga taxminiy oxirgi faollik vaqti koʻrsatiladi (yaqinda, bir hafta ichida, bir oy ichida).
zh_cn: 注意：对于您不愿意分享最后上线时间的对象，他们最后的上线时间您将也无法看到。取而代之的是大致的上线时间（如：最近、一周内、一个月内）。
zh_tw: 注意：對於您不願意分享最後上線時間的對象，他們最後的上線時間您將也無法看到他們最後的上線時間。取而代之的是大致的上線時間（如：最近、一周内、一個月内）。

# DaysBoldOne
source: **{0}** day
fa: **⁨{0}⁩** روز
uz: **{0}** kun
zh_cn: **{0}** 天
zh_tw: **{0}** 天

# DaysBoldOther
source: **{0}** days
fa: **⁨{0}⁩** روز
uz: **{0}** kun
zh_cn: **{0}** 天
zh_tw: **{0}** 天

# DaysOne
source: {0} day
fa: ⁨{0}⁩ روز
uz: {0} kun
zh_cn: {0} 天
zh_tw: {0} 天

# DaysOther
source: {0} days
fa: ⁨{0}⁩ روز
uz: {0} kun
zh_cn: {0} 天
zh_tw: {0} 天

# DeleteBackgroundOne
source: Delete background
fa: حذف پس‌زمینه
uz: Orqa fonni oʻchirish

# DeleteBackgroundOther
source: Delete {0} backgrounds
fa: حذف ⁨{0}⁩ پس‌زمینه
uz: {0} ta orqa fonni oʻchirish

source: Delete from Recent
fa: حذف از اخیراً
id: Hapus dari Terkini
uz: Oxirgilardan oʻchirib tashlash

source: Delete GIF?
fa: گیف حذف شود؟
id: Hapus GIF?
uz: GIF oʻchirib tashlansinmi?
zh_cn: 删除此 GIF？
zh_tw: 删除此 GIF？

# DeletionsOne
source: {0} deletion
fa: ⁨{0}⁩ حذف
uz: {0} ta oʻchirish

# DeletionsOther
source: {0} deletions
fa: ⁨{0}⁩ حذف
uz: {0} ta oʻchirish

# DiceInfo
source: Send a emoji to any chat to get a random number from Telegram.
fa: اموجی 🎲 را به هر گفتگویی ارسال کنید تا عددی تصادفی از تلگرام دریافت کنید.
id: Kirim emoji 🎲 ke obrolan mana pun untuk mendapatkan nomor secara acak.
uz: Istalgan chatga 🎲 emojisini yuboring va Telegramdan tasodifiy raqam oling.

# DisappearingVideo
source: Secret Video
fa: ویدیوی محرمانه
id: Video Rahasia
uz: Maxfiy video
zh_cn: 阅后即焚视频
zh_tw: 自毀影片

# DiscussionGroupHelp
source: **{0}** is linking the group as its discussion board.
fa: **⁨{0}⁩** گروه را به عنوان صفحه بحث خود متصل کرده است.
id: Grup ini tersambung sebagai grup diskusi untuk {0}
uz: Guruh **{0}**ga uning muhokama maydoni sifatida biriktirilgan.

# EditAdminSendAnonymously
source: Send Anonymously
fa: ارسال به صورت ناشناس
id: Admin Anonim

# EditAdminTransferAlertText1
source: Enabled **2-Step Verification** more than **7 days** ago.
fa: تأیید دو مرحله‌ای بیش از **7 روز** پیش برای حساب کاربری شما فعال شده باشد.
id: Mengaktifkan **Verifikasi Dua Langkah** lebih dari **7 hari**.
uz: **2 bosqichli tekshiruv** **7 kun**dan oldinroq yoqilgan boʻlishi.

# EmailPasswordConfirmText3
source: To complete reover email setup, check {0} (don't forget the spam folder) and enter the code we just sent you.
fa: جهت تکمیل راه‌اندازی تأیید دو مرحله‌ای، ⁨{0}⁩ را بررسی کرده (پوشه هرزنامه را فراموش نکنید) و کدی که به ایمیل شما ارسال شده است را وارد کنید.
id: Untuk menyelesaikan pemulihan pengaturan surel, periksa {0} (jangan lupa untuk cek folder spam) dan masukkan kode yang kami kirim.
uz: Qayta tiklash uchun emailni biriktirishni yakunlash uchun {0} pochtasini tekshirib (spam papkasini tekshirishni ham unutmang) va biz yuborgan kodni kriting.

# EnableAllStreamingInfo
source: Some videos can't be streamed e.g., all videos that were sent from Android using Telegram 4.7 and earlier versions.
fa: برخی از ویدیوها نمی‌توانند به صورت پیوسته پخش شوند – مانند تمامی ویدیوهایی که از دستگاه اندروید توسط تلگرام نسخه 4.7 یا قدیمی‌تر ارسال شده‌اند.
id: Beberapa video tidak dapat menggunakan metode aliran, khususnya video yang terkirim pada versi 4.7 dan sebelumnya.
uz: Baʼzi videolarni oqimli uzatib boʻlmaydi – masalan, Androidda Telegram 4.7 va eskiroq versiyalardan foydalanib yuborilgan barcha videolar.
zh_cn: 一些视频无法被在线播放——例如所有从 Telegram 4.7 或更早版本的 Android 客户端发送的视频。
zh_tw: 一些影片無法被串流——例如所有從 Telegram 4.7 或更早版本的 Android 客戶端發送的影片。

# EventLogChangedLocation
source: un1 changed group location to "{0}"
fa: ⁨un1⁩ موقعیت مکانی گروه را به «⁨{0}⁩» تغییر داد
id: un1 mengubah lokasi grup menjadi {0}
uz: un1 guruh joylashuvini “{0}”ga oʻzgartirdi

# EventLogEmpty
source: **No actions here yet** The group's members and admins have not taken any service actions in the last 48 hours.
fa: **هنوز فعالیتی در اینجا موجود نیست** اعضا و مدیران این گروه در 48 ساعت گذشته فعالیت سرویسی انجام نداده‌اند.
id: **Belum ada perubahan di sini** Anggota dan admin grup ini belum mengambil tindakan apapun dalam 48 jam terakhir.
uz: ** Bu yerda hech qanday harakatlar yoʻq ** Guruh aʼzolari va administratorlari tomonidan 48 soat ichida hech qanday harakatlar amalga oshirilmadi.
zh_cn: **暂无操作记录** 在过去的 48 小时内 群组成员/管理员 没有执行任何操作。
zh_tw: **暫無操作記錄** 在過去的 48 小時内 群組成員/管理員 沒有執行任何操作。

# EventLogEmptyChannel
source: **No actions here yet** The channel's admins have not taken any service actions in the last 48 hours.
fa: **هنوز فعالیتی در اینجا موجود نیست** مدیران این کانال در 48 ساعت گذشته فعالیت سرویسی انجام نداده‌اند.
id: **Belum ada tindakan di sini** Admin channel belum mengambil tindakan apapun dalam 48 jam terakhir.
uz: **Amallar hozircha mavjud emas** Kanal administratorlari oxirgi 48 soat mobaynida hech qanday xizmat amallarini amalga oshirmadilar.
zh_cn: **暂无操作记录** 在过去的 48 小时内 频道管理员 没有执行任何操作。
zh_tw: **暫無操作記錄** 在過去的 48 小時内 頻道管理員 沒有執行任何操作。

# EventLogEmptySearch
source: **No actions found** No recent actions that match your query have been found.
fa: **فعالیتی یافت نشد** فعالیت اخیری مطابق با جستجوی شما یافت نشد.
id: **Tidak ada tindakan ditemukan** Tidak ada tindakan yang sesuai dengan perintah Anda ditemukan.
uz: **Amallar topilmadi** Soʻrovingizga mos keluvchi hech qanday oxirgi amallar topilmadi.
zh_cn: **未找到操作记录** 近期操作中找不到与您查询请求 相符的结果。
zh_tw: **未找到操作記錄** 近期操作中找不到與您查詢請求 相符的結果。

# EventLogInfoDetail
source: This is a list of all service actions taken by the group's members and admins in the last 48 hours.
fa: این فهرستی از تمامی فعالیت‌های سرویس انجام شده توسط اعضا و مدیران این گروه در 48 ساعت گذشته است.
id: Berikut adalah daftar tindakan yang dilakukan oleh anggota dan admin group dalam 48 jam terakhir.
uz: Bu guruh aʼzolari hamda administratorlar 48 soat mobaynida amalga oshirgan barcha xizmat harakatlarining roʻyxati.
zh_cn: 此列表包含了在过去 48 小时内群组成员/管理员执行的所有操作。
zh_tw: 此列表包含了在過去 48 小時内群組成員/管理員執行的所有操作。

# EventLogPromotedChangeGroupInfo
source: Change group Info
fa: تغییر اطلاعات گروه
id: Edit info grup
uz: Guruh maʼlumotlarini oʻzgartirish
zh_cn: 修改群组信息
zh_tw: 修改群組訊息

# EventLogPromotedSendAnonymously
source: Send anonymously
fa: ارسال به صورت ناشناس
id: Admin Anonim

# EventLogRemovedLocation
source: un1 removed group location
fa: ⁨un1⁩ موقعیت مکانی گروه را حذف کرد
id: un1 mencabut lokasi grup
uz: un1 guruh joylashuvini olib tashladi

# EventLogSelectedEvents
source: Selected actions
fa: فعالیت‌های انتخاب شده
id: Tindakan terpilih
uz: Belgilangan amallar
zh_cn: 选中的操作
zh_tw: 選中的操作

# EventLogUnpinnedMessages
source: un1 unpinned message
fa: ⁨un1⁩ سنجاق پیام را برداشت
id: un1 melepas sematan
uz: un1 xabarni tepadan olib tashladi
zh_cn: un1 取消置顶了消息
zh_tw: un1 取消置頂了訊息

# ExceptionOne
source: {0} exception
fa: ⁨{0}⁩ استثنا
uz: {0} istisno

# ExceptionOther
source: {0} exceptions
fa: ⁨{0}⁩ استثنا
uz: {0} istisno

# FilesOne
source: {0} file
fa: ⁨{0}⁩ فایل
uz: {0} ta fayl
zh_cn: {0} 个文件
zh_tw: {0} 份文件

# FilesOther
source: {0} files
fa: ⁨{0}⁩ فایل
uz: {0} ta fayl
zh_cn: {0} 个文件
zh_tw: {0} 份文件

# FilterNoChatsToDisplay
source: No chats found
fa: گفتگویی یافت نشد
id: Folder kosong
uz: Chatlar topilmadi

# FilterShowMoreChatsOne
source: Show {0} More Chat
fa: نمایش ⁨{0}⁩ گفتگوی بیشتر
uz: Yana {0} ta chatni chiqarish

# FilterShowMoreChatsOther
source: Show {0} More Chats
fa: نمایش ⁨{0}⁩ گفتگوی بیشتر
uz: Yana {0} ta chatni chiqarish

# FloodWait
source: Too many attempts, please try again later
fa: بیش از حد مجاز امتحان کردید، لطفاً بعداً تلاش کنید
id: Terlalu banyak mencoba, silakan coba lagi
uz: Juda koʻp urinish amalga oshirildi, keyinroq qayta urining
zh_cn: 尝试次数过多，请稍后再试
zh_tw: 嘗試次數過多，請稍後再試

# FontSizePreviewLine2
source: It's morning in Tokyo
fa: تو توکیو صبحه 😎
id: Sekarang masih pagi di Jakarta 😎
uz: Tokioda tong otdi 😎

# FontSizePreviewReply
source: Good morning!
fa: صبح بخیر! 👋
id: Hai Diang! Selamat Pagi! 👋
uz: Xayrli tong! 👋

# FootsFromYou
source: {0} ft fromyou
fa: ⁨{0}⁩ فوت دورتر از شما
id: {0} ft dari Anda
uz: Sizdan {0} fut uzoqlikda

# ForwardedAudioOne
source: Forwarded voice message
fa: پیام‌ صوتی هدایت شده
uz: Uzatilgan ovozli xabar
zh_cn: 转发的语音消息
zh_tw: 轉發的語音訊息

# ForwardedAudioOther
source: {0} forwarded voice messages
fa: ⁨{0}⁩ پیام صوتی هدایت شده
uz: {0} ta uzatilgan ovozli xabar
zh_cn: {0} 条转发的语音消息
zh_tw: {0} 條轉發的語音訊息

# ForwardedContactOne
source: Forwarded contact
fa: مخاطب هدایت شده
uz: Uzatilgan kontakt
zh_cn: 转发的联系人信息
zh_tw: 轉發的聯絡人資料

# ForwardedContactOther
source: {0} forwarded contacts
fa: ⁨{0}⁩ مخاطب هدایت شده
uz: {0} ta uzatilgan kontakt
zh_cn: {0} 个被转发的联系人信息
zh_tw: {0} 個被轉發的聯絡人資料

# ForwardedFileOne
source: Forwarded file
fa: فایل هدایت شده
uz: Uzatilgan fayl
zh_cn: 转发的文件
zh_tw: 轉發的文件

# ForwardedFileOther
source: {0} forwarded files
fa: ⁨{0}⁩ فایل هدایت شده
uz: {0} ta uzatilgan fayl
zh_cn: {0} 个转发的文件
zh_tw: {0} 個轉發的文件

# ForwardedLocationOne
source: Forwarded location
fa: موقعیت مکانی هدایت شده
uz: Uzatilgan joylashuv
zh_cn: 转发的位置信息
zh_tw: 轉發的位置訊息

# ForwardedLocationOther
source: {0} forwarded locations
fa: ⁨{0}⁩ موقعیت مکانی هدایت شده
uz: {0} ta uzatilgan joylashuv
zh_cn: {0} 个转发的位置信息
zh_tw: {0} 個轉發的位置訊息

# ForwardedMessageCountOne
source: Forwarded message
fa: پیام هدایت شده
uz: Uzatilgan xabar
zh_cn: 转发的消息
zh_tw: 轉發的訊息

# ForwardedMessageCountOther
source: {0} forwarded messages
fa: ⁨{0}⁩ پیام هدایت شده
uz: {0} ta uzatilgan xabar
zh_cn: {0} 条转发的消息
zh_tw: {0} 條轉發的訊息

# ForwardedMusicOne
source: Forwarded audio file
fa: فایل صوتی هدایت شده
uz: Uzatilgan audiofayl
zh_cn: 转发的曲目
zh_tw: 轉發的曲目

# ForwardedMusicOther
source: {0} forwarded audio files
fa: ⁨{0}⁩ فایل صوتی هدایت شده
uz: {0} ta uzatilgan audiofayl
zh_cn: {0} 首转发的曲目
zh_tw: {0} 首轉發的曲目

# ForwardedPhotoOne
source: Forwarded photo
fa: عکس هدایت شده
uz: Uzatilgan rasm
zh_cn: 转发的图片
zh_tw: 轉發的圖片

# ForwardedPhotoOther
source: {0} forwarded photos
fa: ⁨{0}⁩ عکس هدایت شده
uz: {0} ta uzatilgan rasm
zh_cn: {0} 张转发的图片
zh_tw: {0} 張轉發的圖片

# ForwardedPollOne
source: Forwarded poll
fa: نظرسنجی هدایت شده
uz: Uzatilgan soʻrovnoma

# ForwardedPollOther
source: {0} forwarded polls
fa: ⁨{0}⁩ نظرسنجی هدایت شده
uz: {0} ta uzatilgan soʻrovnoma

# ForwardedRoundOne
source: Forwarded video message
fa: پیام ویدیویی هدایت شده
uz: Uzatilgan videoxabar
zh_cn: 转发的视频消息
zh_tw: 轉發的影片

# ForwardedRoundOther
source: {0} forwarded video messages
fa: ⁨{0}⁩ پیام ویدیویی هدایت شده
uz: {0} ta uzatilgan videoxabar
zh_cn: {0} 条转发的视频消息
zh_tw: {0} 條轉發的影片

# ForwardedStickerOne
source: Forwarded sticker
fa: استیکر هدایت شده
uz: Uzatilgan stiker
zh_cn: 转发的表情
zh_tw: 轉發的表情

# ForwardedStickerOther
source: {0} forwarded stickers
fa: ⁨{0}⁩ استیکر هدایت شده
uz: {0} ta uzatilgan stiker
zh_cn: {0} 个转发的表情
zh_tw: {0} 個轉發的表情

# ForwardedVideoOne
source: Forwarded video
fa: ویدیوی هدایت شده
uz: Uzatilgan video
zh_cn: 转发的视频
zh_tw: 轉發的影片

# ForwardedVideoOther
source: {0} forwarded videos
fa: ⁨{0}⁩ ویدیوی هدایت شده
uz: {0} ta uzatilgan video
zh_cn: {0} 段转发的视频
zh_tw: {0} 段轉發的影片

# FromChatsOne
source: from {0} chat
fa: از ⁨{0}⁩ گفتگو
uz: {0} ta chatdan
zh_cn: 来自 {0} 个对话
zh_tw: 來自 {0} 個對話

# FromChatsOther
source: from {0} chats
fa: از ⁨{0}⁩ گفتگو
uz: {0} ta chatdan
zh_cn: 来自 {0} 个对话
zh_tw: 來自 {0} 個對話

# GIFsOne
source: {0} GIF
fa: ⁨{0}⁩ گیف

# GIFsOther
source: {0} GIFs
fa: ⁨{0}⁩ گیف
uz: {0} GIF

# GroupsOne
source: {0} group
fa: ⁨{0}⁩ گروه
uz: {0} ta guruh

# GroupsOther
source: {0} groups
fa: ⁨{0}⁩ گروه
uz: {0} ta guruh

# GroupUserLeftError
source: Sorry, if a person is no longer part of a group, you need to be in their Telegram contacts in order to add them back. Note that they can still join via the group's invite link as long as they are not in the Removed Users list.
fa: متأسفانه اگر کاربری دیگر عضو یک گروه نباشد، جهت بازگرداندن او به گروه، شما باید در مخاطبین تلگرام او باشید. توجه داشته باشید، تا زمانی که او در فهرست کاربران حذف شده نباشد، همچنان می‌تواند از طریق لینک دعوت به گروه بپیوندد.
id: Maaf, jika seseorang bukan bagian dari grup, Anda memerlukan kontak mereka untuk mengundang kembali. Mereka tetap dapat bergabung dengan tautan selama mereka tidak ada dalam daftar blokir.
uz: Kechirasiz, agar foydalanuvchi ortiq guruh aʼzosi boʻlmasa, uni qayta qoʻshish uchun siz uning Telegram kontaktlari orasida boʻlishingiz kerak. Unutmang, u qora roʻyxatda boʻlmasa, guruhning taklif havolasi orqali qayta qoʻshilishi mumkin.
zh_cn: 抱歉，该用户已决定退出此群组，您无法邀请该用户回来。
zh_tw: 抱歉，該用戶已决定退出此群組，您無法邀請該用戶回來。

# HideNewChatsAlertText
source: You are receiving many new chats from users who are not in your Contacts List. Do you want have such chats **automatically muted** and **archived**?
fa: شما در حال دریافت گفتگوهای جدید زیادی از کاربرانی هستید که در فهرست مخاطبین شما نیستند. آیا تمایل دارید چنین گفتگوهایی **به صورت خودکار بی‌صدا** و **بایگانی** شوند؟
id: Anda menerima banyak obrolan baru dari pengguna non-kontak. Apakah Anda ingin **menyembunyikan obrolan ini ke arsip** dan **senyapkan** secara **otomatis**?
uz: Siz kontaktlar roʻyxatingizda boʻlmaganlardan koʻplab yangi chatlar olmoqdasiz. Bunday chatlarni *avtomatik sukut qilish** va **arxivlashni** xohlaysizmi?

# HoursBoldOne
source: **{0}** hour
fa: **⁨{0}⁩** ساعت
uz: **{0}** soat
zh_cn: **{0}** 小时
zh_tw: **{0}** 小時

# HoursBoldOther
source: **{0}** hours
fa: **⁨{0}⁩** ساعت
uz: **{0}** soat
zh_cn: **{0}** 小时
zh_tw: **{0}** 小時

# HoursOne
source: {0} hour
fa: ⁨{0}⁩ ساعت
uz: {0} soat
zh_cn: {0} 小时
zh_tw: {0} 小時

# HoursOther
source: {0} hours
fa: ⁨{0}⁩ ساعت
uz: {0} soat
zh_cn: {0} 小时
zh_tw: {0} 小時

source: Invalid code
fa: کد نامعتبر است
id: Kode salah, silakan coba lagi
uz: Kod xato
zh_cn: 验证码无效
zh_tw: 驗證碼無效

# InvitationsOne
source: {0} invitation
fa: ⁨{0}⁩ دعوت
uz: {0} ta taklif

# InvitationsOther
source: {0} invitations
fa: ⁨{0}⁩ دعوت
uz: {0} ta taklif

# InviteTextNumOne
source: Hey, I'm using Telegram to chat and so are {0} of our other contact. Join us! Download it here: {1}
fa: سلام، من و همچنین ⁨{0}⁩ نفر دیگر از مخاطبین ما از تلگرام برای گفتگو استفاده می‌کنیم. به ما بپیوند! آن را از اینجا دانلود کن: ⁨{1}⁩
uz: Salom, men suhbatlashish uchun Telegram ishlatyapman – xuddi boshqa {0} ta kontaktimiz kabi. Bizga qoʻshiling! Uni bu yerda yuklab oling: {1}
zh_cn: 嗨，我正在使用 Telegram 聊天——而且我们有 {0} 个联系人也在用。加入我们吧！从这里下载：{1}
zh_tw: 嗨，我正在使用 Telegram 聊天——而且我們有 {0} 個聯絡人也在用。加入我們吧！從這裏下載：{1}

# InviteTextNumOther
source: Hey, I'm using Telegram to chat and so are {0} of our other contacts. Join us! Download it here: {1}
fa: سلام، من و همچنین ⁨{0}⁩ نفر دیگر از مخاطبین ما از تلگرام برای گفتگو استفاده می‌کنیم. به ما بپیوند! آن را از اینجا دانلود کن: ⁨{1}⁩
uz: Salom, men suhbatlashish uchun Telegram ishlatyapman – xuddi boshqa {0} ta kontaktimiz kabi. Bizga qoʻshiling! Uni bu yerda yuklab oling: {1}
zh_cn: 嗨，我正在使用 Telegram 聊天——而且我们有 {0} 个联系人也在用。加入我们吧！从这里下载：{1}
zh_tw: 嗨，我正在使用 Telegram 聊天——而且我們有 {0} 個聯絡人也在用。加入我們吧！從這裏下載：{1}

# IsSendingFile
source: {0} is sending file...
fa: ⁨{0}⁩ در حال ارسال فایل است...
id: {0} mengirim berkas
uz: {0} fayl yubormoqda…
zh_cn: {0} 正在发送文件……
zh_tw: {0} 正在發送文件……

# itemsOne
source: {0} item
fa: ⁨{0}⁩ مورد
uz: {0} ta element

# itemsOther
source: {0} items
fa: ⁨{0}⁩ مورد
uz: {0} ta element

# KMetersFromYou2
source: {0} km fromyou
fa: ⁨{0}⁩ کیلومتر دورتر از شما
id: {0} km dari Anda
uz: Sizdan {0} km uzoqlikda
